// The description section component

<template>
  <div class="description">
    <h2 class="description-title">Занимайтесь йогой. Улучшайте качество жизни!</h2>
    <card-description
      imgUrl="card-description-1.jpg"
      title="Здоровье"
      text=" — это и «таблетка», и «витаминка». Как «таблетка», они помогают быстрее восстановиться после травм, укрепить позвоночник и позабыть о болях в спине, сбросить вес. Как «витаминка» йога положительно воздействует на все системы организма: сердечно-сосудистую, дыхательную, эндокринную, нервную, пищеварительную, репродуктивную и, конечно же, опорно-двигательную. Йога — это молодость и красота, сила и гибкость! На платформе I'mOK инструктор адаптирует тренировку под ваши физические возможности и цели по здоровью. Практика рекомендована будущим мамам." />
    <card-description
      imgUrl="card-description-2.jpg"
      imgPosition="rtl"
      title="Красота"
      text=" — это эликсир красоты с индивидуальной формулой. Вес приходит в норму: кто-то сбрасывает лишнее, кто-то набирает недостающее. Как это происходит? За одну интенсивную тренировку можно сжечь до 400 ккал, и в то же время улучшить тонус мышц. Тело приобретает красивый, естественный силуэт. Укрепляется осанка, за счет кровообращения подтягивается кожа. А еще выполнять асаны — это очень красиво! Инструкторы I'mOK в режиме реального времени следят за правильным выполнением асан, чтобы тренировка прошла безопасно и эффективно." />
    <card-description
      imgUrl="card-description-3.jpg"
      title="Спокойствие"
      text="Онлайн-занятия по йоге помогают качественно расслабиться и восстановиться, вернуть состояние внутреннего баланса. Лучше всего с этими задачами справятся дыхательные упражнения и медитация. Философия йоги учит концентрации внимания на значимых вещах, а самое главное всегда оставаться здесь и сейчас. Это просто организовать с I'mOK, так как один абонемент дает право заниматься у любого преподавателя в любое время. А в расписании всегда что-то есть!" />
  </div>
</template>

<script>
import cardDescription from './CardDescription'

export default {
  name: 'description',
  components: {
    cardDescription
  }
}
</script>