export const Descriptions = {
  HEALTH: ` — это и «таблетка», и «витаминка». Как «таблетка», они помогают быстрее восстановиться после травм, укрепить позвоночник и позабыть о болях в спине, сбросить вес. Как «витаминка» йога положительно воздействует на все системы организма: сердечно-сосудистую, дыхательную, эндокринную, нервную, пищеварительную, репродуктивную и, конечно же, опорно-двигательную. Йога — это молодость и красота, сила и гибкость! На платформе I'mOK инструктор адаптирует тренировку под ваши физические возможности и цели по здоровью. Практика рекомендована будущим мамам.`,
  BEAUTY: ` — это эликсир красоты с индивидуальной формулой. Вес приходит в норму: кто-то сбрасывает лишнее, кто-то набирает недостающее. Как это происходит? За одну интенсивную тренировку можно сжечь до 400 ккал, и в то же время улучшить тонус мышц. Тело приобретает красивый, естественный силуэт. Укрепляется осанка, за счет кровообращения подтягивается кожа. А еще выполнять асаны — это очень красиво! Инструкторы I'mOK в режиме реального времени следят за правильным выполнением асан, чтобы тренировка прошла безопасно и эффективно.`,
  CALMNESS: `Онлайн-занятия по йоге помогают качественно расслабиться и восстановиться, вернуть состояние внутреннего баланса. Лучше всего с этими задачами справятся дыхательные упражнения и медитация. Философия йоги учит концентрации внимания на значимых вещах, а самое главное всегда оставаться здесь и сейчас. Это просто организовать с I'mOK, так как один абонемент дает право заниматься у любого преподавателя в любое время. А в расписании всегда что-то есть!`,
  YOGA: 'Практика йоги укрепляет тело и ум,  развивает красоту и здоровье независимо от уровня подготовки и возраста.',
  TEACHERS:
    'Опытные инструкторы наблюдают и корректируют каждое действие ученика с учетом его физических возможностей.',
  TECHNOLOGIES:
    'Высокое качество видеосвязи для полного погружения. Ученики не видят и не слышат друг друга, а взаимодействуют только с инструктором.',
}

export default Descriptions
